Repository: 18202781743/plasma-workspace
Catalog: po/sa/ksmserver.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: Logout canceled by '%1'
sa: '%1' द्वारा लॉगआउट् रद्दम्।

# @info:status
source: Session is exiting
sa: सत्रं निर्गच्छति

source: $HOME not set!
sa: $HOME न सेट्!

source: $HOME directory (%1) does not exist.
sa: $HOME निर्देशिका (%1) नास्ति ।

# @info
source: No write access to $HOME directory (%1). If this is intentional, set <envar>KDE_HOME_READONLY=1</envar> in your environment.
sa: $HOME निर्देशिकायां (%1) लेखनप्रवेशः नास्ति । यदि एतत् अभिप्रेतम् अस्ति तर्हि भवतः परिवेशे <envar>KDE_HOME_READONLY=1</envar> सेट् कुर्वन्तु ।

source: No read access to $HOME directory (%1).
sa: $HOME निर्देशिकायाः (%1) पठनप्रवेशः नास्ति ।

source: $HOME directory (%1) is out of disk space.
sa: $HOME निर्देशिका (%1) डिस्कस्थानात् बहिः अस्ति ।

source: Writing to the $HOME directory (%2) failed with the error '%1'
sa: $HOME निर्देशिकायां (%2) लेखनं '%1' इति त्रुटिना विफलम् अभवत् ।

source: No write access to '%1'.
sa: '%1' कृते लेखनप्रवेशः नास्ति ।

source: No read access to '%1'.
sa: '%1' इत्यस्य पठनप्रवेशः नास्ति ।

source: Temp directory (%1) is out of disk space.
sa: Temp निर्देशिका (%1) डिस्कस्थानात् बहिः अस्ति ।

source: Writing to the temp directory (%2) failed with the error '%1'
sa: temp निर्देशिकायां (%2) लेखनं विफलम् अभवत् '%1' इति त्रुटिः ।

source: The following installation problem was detected while trying to start Plasma:
sa: निम्नलिखितस्थापनसमस्या ज्ञाता प्लाज्मा आरभ्यतुं प्रयतमानोऽपि : १.

source: Plasma is unable to start.
sa: प्लाज्मा आरम्भं कर्तुं असमर्थः अस्ति।

source: Plasma Workspace installation problem!
sa: प्लाज्मा कार्यक्षेत्र संस्थापन समस्या!

source: The reliable Plasma session manager that talks the standard X11R6 session management protocol (XSMP).
sa: विश्वसनीयः प्लाज्मा सत्रप्रबन्धकः यः मानक X11R6 इत्यस्य चर्चां करोति सत्रप्रबन्धनप्रोटोकॉल (XSMP)।

source: Restores the saved user session if available
sa: यदि उपलब्धं भवति तर्हि रक्षितं उपयोक्तृसत्रं पुनः स्थापयति

source: Also allow remote connections
sa: दूरस्थसंयोजनानि अपि अनुमन्यताम्

source: Starts the session in locked mode
sa: सत्रं लॉक्ड् मोड् मध्ये आरभते

source: Starts without lock screen support. Only needed if other component provides the lock screen.
sa: लॉक् स्क्रीन समर्थनं विना आरभ्यते। केवलं तदा एव आवश्यकं यदा अन्यः घटकः लॉक स्क्रीन् प्रदाति।

# @label an unknown executable is using resources
source: [unknown]
sa: [अज्ञात]

# @label notification; %1 is a list of executables
source: Unable to manage some apps because the system's session management resources are exhausted. Here are the top three consumers of session resources: %1
sa: प्रणाल्याः सत्रप्रबन्धनसंसाधनाः क्षीणाः इति कारणेन केचन एप्स् प्रबन्धयितुं असमर्थाः । अत्र सत्रसंसाधनानाम् शीर्षत्रयग्राहकाः सन्ति । %1

# @label notification; %1 is an executable name
source: Unable to restore <application>%1</application> because it is broken and has exhausted the system's session restoration resources. Please report this to the app's developers.
sa: <application>%1</application> इत्यस्य पुनर्स्थापनं कर्तुं असमर्थः यतः एतत् भग्नम् अस्ति तथा च प्रणाल्याः सत्रपुनर्स्थापनसंसाधनं क्षीणं कृतवान् । कृपया एप्-विकासकानाम् कृते एतत् सूचयन्तु।
