Repository: 18202781743/plasma-workspace
Catalog: po/*/plasma_engine_mpris2.po
Languages: eo

# Name for global shortcuts category
source: Media Controller
eo: Plurmedia Regilo

source: Play/Pause media playback
eo: Ludi/Paŭzi aŭdvidaĵon

source: Media playback next
eo: Aŭdvidaĵa reproduktado sekva

source: Media playback previous
eo: Aŭdvidaĵa reprodukto antaŭa

source: Stop media playback
eo: Haltigi aŭdvidaĵan reproduktadon

source: Pause media playback
eo: Paŭzi plurmedian reproduktadon

source: Play media playback
eo: Ludi plurmedian reproduktadon

source: Media volume up
eo: Laŭteco de aŭdvidaĵoj supren

source: Media volume down
eo: Aŭdvidaĵa laŭteco malsupren

source: The media player '%1' cannot perform the action '%2'.
eo: La plurmedia ludilo '%1' ne povas plenumi la agon '%2'.

source: Attempting to perform the action '%1' failed with the message '%2'.
eo: Provo plenumi la agon '%1' malsukcesis kun la mesaĝo '%2'.

source: The argument '%1' for the action '%2' is missing or of the wrong type.
eo: La argumento '%1' por la ago '%2' mankas aŭ de malĝusta tipo.

source: The operation '%1' is unknown.
eo: La operacio '%1' estas nekonata.

source: Unknown error.
eo: Nekonata eraro.
