Repository: 18202781743/plasma-workspace
Catalog: po/*/plasma_engine_devicenotifications.po
Languages: ast, he, lv

source: Device Status
he: מצב התקן
lv: Iekārtas statuss

source: A device can now be safely removed
ast: Xá se pue estrayer con seguranza un preséu
he: אפשר לנתק את ההתקן בבטחה כעת
lv: Iekārtu var droši noņemt

source: This device can now be safely removed.
ast: Esti preséu xá se pue estrayer con seguranza.
he: אפשר לנתק את ההתקן בבטחה.
lv: Šo iekārtu tagad var noņemt droši.

source: You are not authorized to mount this device.
ast: Nun tienes permisu pa montar esti preséu.
he: אסור לך לעגן את ההתקן.
lv: Jūs neesat autorizēts montēt šo iekārtu.

# Remove is less technical for unmount
source: You are not authorized to remove this device.
ast: Nun tienes permisu pa estrayer esti preséu.
he: אין לך הרשאה לניתוק ההתקן.
lv: Jūs neesat autorizēts noņemt šo iekārtu.

source: You are not authorized to eject this disc.
ast: Nun tienes permisu pa espulsar esti preséu.
he: אין לך הרשאה לשליפת הדיסק.
lv: Jūs neesat autorizēts izgrūst šo disku.

source: Could not mount this device as it is busy.
ast: Nun se pudo montar esti preséu darréu que ta ocupáu.
he: אי אפשר לעגן את ההתקן כשהוא עסוק.
lv: Nevarēja montēt iekārtu, jo tā ir aizņemta.

source: One or more files on this device are open within an application.
ast: Hai unu o más ficheros d'esti preséu que tán abiertos nuna aplicación.
he: קובץ אחד או יותר בהתקן פתוח ביישום.
lv: Viena vai vairākas datnes no šīs iekārtas ir atvērtas kādā programmā.

source: One or more files on this device are opened in application "%2".
ast: Hai unu o más ficheros d'esti preséu que tán abiertos na aplicación «%2».
he: קובץ אחד או יותר מההתקן פתוח ביישום „%2”.
lv: Viena vai vairākas šīs iekārtas datnes ir atvērtas programmā „%2“.

source: Could not mount this device.
ast: Nun se pudo montar esti preséu.
he: אי אפש לעגן את ההתקן.
lv: Nevarēja montēt šo iekārtu.

# Remove is less technical for unmount
source: Could not remove this device.
ast: Nun se pudo estrayer esti preséu.
he: אי אפשר לנתק את ההתקן.
lv: Nevarēja noņemt šo iekārtu.

source: Could not eject this disc.
ast: Nun se pudo espulsar esti discu.
he: אי אפשר לשלוף את הדיסק.
lv: Nevarēja izgrūst šo disku.
